openFoamRepoDev/tutorials/combustion/fireFoam/LES/simplePMMApanel/0.orig/panelRegion/PMMA
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      PMMA;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    panel_top
    {
        type            zeroGradient;
    }

    region0_to_panelRegion_panel
    {
        type            zeroGradient;
    }

    panel_side
    {
        type            empty;
    }
}


// ************************************************************************* //
